{
  "hits": [
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/RezaFarazmand/RF00.jpg",
      "likes":"Плохо нарисованные линии (PDL) - веб-комикс, созданный карикатуристом Резой Фаразмандом. В нем представлены в основном отдельные комиксы, от одного кадра до множества, большинство из которых имеют сатирический или абсурдный тон. Тема каждой ленты разная, с повторяющимися темами, включая космические путешествия, сверхъестественные явления, научную фантастику, дружбу и экзистенциализм. Большинство лент являются убедительными, и их можно читать без предварительного знания сюжетной линии, тем не менее, в комиксе также есть несколько постоянных сюжетных линий, а также повторяющиеся персонажи, такие как Эрнесто, зеленый медведь, живущий в космосе.",
      "user":"Reza Farazmand"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AdamEllis/Adam%2000.jpg",
      "likes":"Американский художник из Портленда Адам Эллис (Adam Ellis), также известный как adamtots, рисует комиксы уже больше десятка лет. Сейчас Адам Эллис продолжает рисовать комиксы и заниматься творчеством. В основном это юмористические веб-стрипы на самые разные темы, но иногда автор переключается и на другие жанры - к примеру, у американского художника уже не раз выходили страшные истории на несколько страниц. Что же касается юмора, то чаще всего Адам Эллис шутит о своей собственной жизни, но также любит время от времени вспомнить сюжеты каких-нибудь популярных мультфильмов или сериалов.Стиль Адама Эллиса менялся с годами - художник начинал с черно-белых стрипов, но со временем его работы становились все детальные, а сюжеты зачастую перестали вмещаться в стандартный четырехпанельный шаблон.",
      "user":"Adam Ellis"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AlinaTysoe/beanie%2000.jpg",
      "likes":"Канадская серия комиксов про девочку по имени Бини (Beanie), создана художницей Alina Tysoe. Она описывает забавные, смешные и поучительные моменты из своей детской жизни. «Что случилось, Бини?» представляет собой веб-комикс о жизни, вдохновленный повседневной жизнью и размышлениями его создательницы, известной в сети как Beanie. Бини - эксцентричная 20-летняя девушка с характерной розовой копной волос, набором социальных тревог и ненасытной любовью к собакам. Комиксы рассказывают о ее приключениях в юности, пробираясь через повседневную жизнь, а также о очаровательных махинациях, которые она совершала в роли Малышки Шапочки - подсерия комиксов о ее детстве. С того момента, как она научилась держать карандаш, Бини начала строчить и заполнять блокноты рисунками собак и историями о своей семье. Страсть к визуальному повествованию сохранилась и во взрослой жизни, и вот мы здесь!",
      "user":"Alina Tysoe"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/JorgenVanSanten/JVS00.jpg",
      "likes":"Герой этого выпуска очень интересный художник. Он создал целую комикс-вселенную о повседневной жизни после смерти.  Да-да, вам не послышалось. Именно так себе представляет смерть норвежский художник. Для него это обычная рутина, как нам с вами в магазин сходить или книжку почитать. Только развлечения в этом мире несколько иные, хотя тоже веселые. Как уже писалось выше, автор этих комиксов родом из Норвегии. Художник-комиксист Йорген Ван Сантен живет неподалеку от Осло, воспитывает сыновей-близнецов и вредного кота по имени Соник. Идея комикса пришла ему в голову еще в 2016 году, когда он участвовал в национальном конкурсе комиксов. Йорген говорит, что конкурс дал ему и цель, и крайний срок, поскольку для участия ему нужно было как минимум 15 серий. «Комикс попал в пятерку лучших, поэтому я продолжал делать больше серий для развлечения», — сказал художник.",
      "user":"Jorgen Van Santen"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/J.L.Westover/ML00.jpg",
      "likes":"Дж. Л. Вестовер, также известный как мистер Ловенштейн, описывает свои комиксы как «грустные, жалкие и саркастические, но забавные». Художник сказал, что его интересует то, как мы находим юмор в вещах, которые обычно вызывают у нас много стресса и боли для его забавных комиксов. Необходимость создавать что-то новое и хорошее на регулярной основе и разорение — вот несколько вещей, с которыми мистеру Лавенштейну приходится постоянно бороться, но будем надеяться, что он продолжит свои поиски, создавая еще много историй, наполненных его черным чувством юмора.",
      "user":"J.L. Westover."
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/ThaakirahJacobs/TJ00.jpg",
      "likes":"Художница-мусульманка, рисует классные и смешные комиксы, она живет в Южной Африке, а точнее в Кейптауне. Художницу зовут Такира Якобс (Thaakirah Jacobs), она замужем и обожает рисовать комиксы. Главные герои комиксов Такиры это она сама, ее супруг и их дети. Комиксы можно назвать автобиографическими, ведь в них молодая художница рассказывает о случаях происшедших в ее семье. Такира художница самоучка, у нее нетспециального образования, она рисует комиксы для души. Рисовать она начала еще в раннем детстве и с тех пор регулярно оттачивает свое художественное мастерство.",
      "user":"Thaakirah Jacobs"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/MikeSalcedo/MS00.jpg",
      "likes":"Mike Salcedo рисует основанный на шутках веб-комикс под названием «Bigfoot Justice», а также занимается анимацией. Он также писатель, режиссер, аниматор, актер озвучивания, дизайнер персонажей, художник-раскадровщик и вокалист. Учился в католической средней школе Нолана, Техасском техническом университете и Техасском университете в Далласе.",
      "user":"Mike Salcedo"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AstkhikRakimova/AR00.jpg",
      "likes":"Зовут Астхик, таллантливый иллюстратор из Казани, Республика Татарстан. Делает крутые иллюстрации для крутых проектов. Хотя ее имя редко где упоминается, ее работы узнают многие. Занимается реалистичными артами о противоречивой натуре девушек. Уже много лет она занимается творчеством и иллюстрациями. В 2014 году даже выпустила свою книгу Сказка про храбрых детей и маленькую Бабу-Ягу. Астхик - молодая и очень красивая девушка, к тому же, в ее работах видно, что у нее замечательное чувство юмора.",
      "user":"Astkhik Rakimova"
    },
    {
      "largeImageURL": "https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/BrownPaperbag/BP00.jpg",
      "likes":"Наверное, в каждой семье ежедневно случаются моменты, которые достойны чтобы из них создали смешной комикс. Некоторые могут показаться специфичными, а некоторые будут близки каждому из нас. Комиксы Brown Paperbag, созданные художником из Индии - Сайлешем Гопаланом, идеально подходят под это описание. Рисование комиксов всегда было интересно Сайлешу. С самого детства художник рисовал комиксы, заполняя свои альбомы короткими историями. Становясь старше интерес к созданию комиксов не пропадал, а наоборот усиливался. Сайлеш создает комиксы на жизненные темы, высмеивая различные проблемы и повседневные моменты. Также он обращает внимание на стереотипы, которые ходят в обществе. В общем есть на что посмотреть, а еще можно от души посмеяться, ведь у художника неплохое чувство юмора. В настоящее время студент последнего курса, изучающий анимационный дизайн в Институте искусств, дизайна и технологий Сришти в Бангалоре.",
      "user":"Brown Paperbag"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/SarahAndersen/SA00.jpg",
      "likes":"Зовут Sarah Andersen, ей 29 лет, она карикатурист и иллюстратор. В настоящее время живет в Портленде, штат Орегон, и она фанат кофе, кошек и шабашей. Ее комиксы полуавтобиографичны и рассказывают о ее приключениях, ее друзей и ее любимых питомцев. Она также являеться автором двух других серий, FANGS и Cryptid Club .",
      "user":"Sarah Andersen"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AnnetPlanet/AP00.jpg",
      "likes":"Зовут Anna Bach Valls, живет в Барселоне и большую часть времени проводит за работой, рисованием и походами. Изучала математику и информатику в университете. Днем работает продуктовым аналитиком в технологической отрасли. Это позволяет видеть волнение, но также и повседневную монотонность работы в офисе в такой быстро развивающейся и творческой индустрии. Ночью черпает вдохновение из своей повседневной жизни и объединяет два самых больших удовольствия, искусство и юмор, чтобы дать жизнь альтер-эго Annet Planet.",
      "user":"Annet Planet"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AndrewHou/AH00.jpg",
      "likes":"Художник из Канады рисует милые и трогательные комиксы о настоящей любви и отношениях. Andrew Hou вырос в Канаде, по национальности он китаец, а его супруга Кейт, которая более известна как HJ, родом из Кореи. Сейчас они вместе проживают в Торонто, там пара и поженилась в 2011 году. Именно с того времени и берет начало история комиксов HJ-Story. По стилистики эти комиксы очень сильно похожи на жвачки Love is... Только рисовка выполнена в более азиатской манере. Все комиксы очень милые и отдают теплом, которое передается от автора к зрителю и к читателю.",
      "user":"Andrew Hou"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/CornelStefanache/CS00.png",
      "likes":"Комиксы MonkeyUser нарисованы Корнел. Придумывать сюжетные линии нелегко, поэтому ему помогают друзья. В общем, это усилия неадекватных разработчиков, пытающихся рассмешить других. MonkeyUser был создан из желания доставить радость людям, работающим в сфере ИТ, сделав их жизнь немного менее скучной, но в основном потому, что им это очень весело. Их комиксы в основном сосредоточены на вопросах, связанных с разработкой программного обеспечения.",
      "user":"Cornel Stefanache"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/MikaelWulff/MW00.jpg",
      "likes":"Микаэль Вульф родился 2 сентября 1972 г. — датский комик, появлявшийся в телевизионных шоу, таких как Dolph og Wulff, и соавтор комиксов Wulffmorgenthaler, которые он продюсирует вместе с Андерсом Моргенталером.",
      "user":"Mikael Wulff"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/Crocodile/JK00.png",
      "likes":"Крокодил - советский и российский литературно-художественный иллюстрированный сатирический журнал. Символом издания является рисунок: красный крокодил с вилами. Журнал выходил три раза в месяц. Тираж достигал 6,5 миллиона экземпляров. В этих иллюстрациях - история нашей страны, где по теме, которую крокодильцы язвили своими острыми вилами, понятно что в конкретный исторический период происходило в СССР или, позже, России. Здесь публиковалось много авторов.",
      "user":"Журнал - Крокодил"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/ValBun/VB00.jpg",
      "likes":"Молодая мексиканская художница, предпочитающая готичный стиль, рисует смешные комиксы о своей жизни, работе и повседневных делах. Изначально ValBun занималась только иллюстрацией - брала заказы и рисовала портреты, но в 2020-году на страничках художницы начали появляться небольшие комиксы о забавной готичной девушке.",
      "user":"ValBun"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/BrandonJ.Santiago/BJS00.jpg",
      "likes":"Эрма - это фэнтезийно - черная комедия, представляющая собой вебтун из жизни, созданный мексиканским художником Брэндоном Дж. Сантьяго. Сериал следует за приключениями и злоключениями титулованной восьмилетней Эрмы Уильямс в роли получеловека, полуёкая / полупризрака , стремящейся использовать свои призрачные способности для повседневных выходок, будь то к лучшему или к худшему, фокусируясь на на такие темы, как дружба и принятие.",
      "user":"Brandon J. Santiago"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/JoshWright/JW00.jpg",
      "likes":"Джош Райт родился в Джилонге, Австралия. Он окончил начальную школу, среднюю школу и университет в этом же городе. Получив степень по истории и литературе и совершив несколько заграничных поездок, он устроился на свою фантастическую карьеру знаменитого писателя детских романов. Десять лет спустя, имея в своем резюме несколько невпечатляющих работ, он наконец напечатал несколько книг. Эти мастерские работы продолжают уходить в историю и по сей день. Сейчас, работая в основном в области иллюстрации и анимации, Джош по-прежнему стремится навязать свое искусство усталому миру...",
      "user":"Josh Wright"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/RobertAdler/RA00.jpg",
      "likes":"Robert Adler - польский иллюстратор, художник комиксов, участвует во многих проектах с коллегами. К сожалению многие авторы комиксов скрывают данные о себе, но как только мы узнаем о них все интересное, то мы предоставим о них информацию.",
      "user":"Robert Adler"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/ZToon/ZT00.png",
      "likes":"Z-Doodler - ник автора на DevianArt. Рисует и придумывает комиксы девушка. Дата Рождения: 14 июля 1998 года. Страна: Катар. Старый аккаунт: DoodlePainter. Судя по старым рисункам, она увлекалась тематикой Соника Икс, сейчас это больше тематика игры 5 ночей с Фредди. К слову, Kid and Teenagers не первый комикс автора.",
      "user":"Z-Doodler"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/YehudaDevir/YD00.jpg",
      "likes":"Израильский художник Yehuda Devir стал популярен благодаря искренним комиксам, в которых он описывает прелести жизни со своей женой. Его жена, красавица Майя, кстати, тоже иллюстратор и графический дизайнер, у нее есть страничка в инстаграме. Помимо комиксов о совместной жизни, Йегуда рисует иллюстрации для журналов и книг, разрабатывает логотипы и внешность разных героев.",
      "user":"Yehuda Devir"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/AriStocrate/AS00.jpg",
      "likes":"Француженка Ари частенько попадает в нелепые бытовые ситуации, о которых потом рисует комиксы. Девушка живет в Париже и рисовать комиксы начала в 2017 году. У нее сотни тыс. подписчиков. Помимо нее самой, на рисунках встречаются ее друзья и кот Джаспер. Ари не прочь посмеяться над своими привычками, а стиль ее рисунков запоминающийся и яркий.",
      "user":"Ari_Stocrate"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/LiseMyhre/LM00.jpg",
      "likes":"Nemi - это норвежский комикс, придуманный и нарисованный норвежским автором комиксов Lise Myhre, когда ей было 21. Он появился в 1997 году под названием Чёрная сторона или Чёрная страница и в последствии был назван по имени главной героини Nemi Montoya. Сначала комиксы были мрачные и чёрно-белые и рассказывали о субкультуре готов, Потом Nemi стала главной героиней, комиксы стали цветными и яркими.",
      "user":"Lise Myhre"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/OlegKuvaev/OK00.jpg",
      "likes":"Комиксы про Масяню выходят уже более 20 лет, от создателя Олега Куваева. Масяня как жила так и живет в Питере, не смотря что автор перехал в Израиль. Нонконформистский характер Масяни не меняется с годами, как и ее пристрастие к стёбу и вечнозелёный оптимизм.",
      "user":"Олег Куваев"
    },
    {
      "largeImageURL":"https://raw.githubusercontent.com/ComicsMakers/stripcomicsimages/main/MattTarpley/MT00.jpg",
      "likes":"Mary Death - это история о девочке Мэри, которая подружилась со смертью. Matthew Tarpley - художник-график и создатель серии комиксов. Проживает в Америке в штате Вашингтон, со своей женой и кошками.",
      "user":"Matt Tarpley"
    }
  ]
}
